[{"id":0,"title":"App review","content":"This is the best note taking app ever.","createdAt":"2023-09-29T01:16:34.213Z","editedAt":"2023-09-29T01:39:35.458Z"},{"id":1,"title":"Another review","content":"Nah its not that great, it barely passes.","createdAt":"2023-09-29T01:22:00.731Z","editedAt":null},{"id":2,"title":"Upcoming Travel Plans","content":"Content: I need to plan my upcoming trip to New York. The flights are booked, but I still need to find accommodation and create a rough itinerary. I should also research some popular restaurants and attractions to visit while I'm there.","createdAt":"2023-09-29T01:26:34.546Z","editedAt":null},{"id":3,"title":"Grocery Shopping List","content":"Content: Before heading to the grocery store, I need to make a list of essential items to buy: milk, eggs, bread, fruits, vegetables, and some chicken for dinner. Don't forget to pick up laundry detergent as well.","createdAt":"2023-09-29T01:26:43.584Z","editedAt":null},{"id":4,"title":"Project Ideas","content":"Content: Brainstorming ideas for the next project at work. Considering using the new data analysis tool we learned about in the last training. Need to talk to the team about it on Monday.","createdAt":"2023-09-29T01:26:50.186Z","editedAt":null},{"id":5,"title":"Books to Read","content":"Content: I've heard great reviews about \"The Silent Patient\" and \"Educated.\" I should order them online or check if they are available at the local bookstore.","createdAt":"2023-09-29T01:26:58.363Z","editedAt":null},{"id":6,"title":"Fitness Goals","content":"Content: Time to get back on track with my fitness routine. Plan for the week: gym sessions on Monday, Wednesday, and Friday, and a hike on the weekend. Also, need to stock up on protein bars.","createdAt":"2023-09-29T01:27:04.091Z","editedAt":null},{"id":7,"title":"Gift Ideas","content":"Content: Mom's birthday is coming up. I'm thinking of getting her a spa gift certificate or a personalized photo album. Need to decide soon and order it in time for her birthday next month.","createdAt":"2023-09-29T01:27:10.466Z","editedAt":null},{"id":8,"title":"Home Improvement","content":"Content: Considering a home improvement project - maybe repaint the living room or upgrade the kitchen appliances. Need to research costs and gather ideas before making a decision.","createdAt":"2023-09-29T01:27:15.870Z","editedAt":null},{"id":9,"title":"Movie Recommendations","content":"Content: A friend recommended \"The Shawshank Redemption\" and \"Inception.\" I should add them to my watchlist for the weekend movie night.","createdAt":"2023-09-29T01:27:21.668Z","editedAt":null}]